 [
	{
	"id": "BE5BA3D0-971C-4418-9ECF-E2D1ABCB66BE",
	"date": "2016-29-05",
	"title": "Learn how to talk about cooking!",
	"subtitle": "Add everything or part of our cooking vocabular selection of words, and become the expert in the kitchen ;)",
	"body": "You are a great cook, you are learning a new language and you wish you can show off with you new friends? Well, this section has been made for you!\n\nYou will find below a wide and complete selection of words you will be likely to encounter in your kitchen. All the kitchen utensils are listed, those you will use while cooking or eating your delicious diches.\n\nTap the check on the right of the words to add them to your dictionary!",
	"image_url": "http://blog.chegg.com/wp-content/uploads/2013/02/cooking-college.jpg",
	"source": "Memz Edition",
	"words" : [
						 {
						 "en": "barbecue",
						 "fr": "barbecul",
						 "es": "barbacoa",
						 "it": "griglia",
						 "pr": "churrasco"
						 },
						 {
						 "en": "champagne cooler",
						 "fr": "saut à champagne",
						 "es": "refrigerador de champán",
						 "it": "dello champagne",
						 "pr": "refrigerador de champanhe"
						 },
						 {
						 "en": "stove",
						 "fr": "four",
						 "es": "horno",
						 "it": "stufa",
						 "pr": "fogão"
						 },
						 {
						 "en": "corkscrew",
						 "fr": "tire-bouchon",
						 "es": "sacacorchos",
						 "it": "cavatappi",
						 "pr": "saca rolhas"
						 },
						 {
						 "en": "dishwasher",
						 "fr": "lave vaisselle",
						 "es": "lavavajillas",
						 "it": "lavastoviglie",
						 "pr": "lava-louças"
						 },
						 {
						 "en": "extractor hood",
						 "fr": "hôte aspirante",
						 "es": "campana extractora",
						 "it": "cappa aspirante",
						 "pr": "exaustor"
						 },
						 {
						 "en": "fork",
						 "fr": "fourchette",
						 "es": "horquilla",
						 "it": "forchetta",
						 "pr": "garfo"
						 },
						 {
						 "en": "knife",
						 "fr": "couteau",
						 "es": "cuchillo",
						 "it": "coltello",
						 "pr": "faca"
						 },
						 {
						 "en": "glass",
						 "fr": "verre",
						 "es": "vidrio",
						 "it": "coltello",
						 "pr": "vidro"
						 },
						 {
						 "en": "kettle",
						 "fr": "bouilloire",
						 "es": "tetera",
						 "it": "bollitore",
						 "pr": "chaleira"
						 },
						 {
						 "en": "ladle",
						 "fr": "louche",
						 "es": "cucharón",
						 "it": "mestolo",
						 "pr": "concha"
						 },
						 {
						 "en": "microwave",
						 "fr": "micro-ondes",
						 "es": "microondas",
						 "it": "mestolo",
						 "pr": "microondas"
						 },
						 {
						 "en": "oven glove",
						 "fr": "manique",
						 "es": "manopola",
						 "it": "guanto da forno",
						 "pr": "luva de forno"
						 },
						 {
						 "en": "pepper mill",
						 "fr": "poivrier",
						 "es": "pimiento",
						 "it": "macinapepe",
						 "pr": "moinho de pimenta"
						 },
						 {
						 "en": "fridge",
						 "fr": "réfrigérateur",
						 "es": "refrigerador",
						 "it": "frigo",
						 "pr": "geladeira"
						 },
						 {
						 "en": "spoon",
						 "fr": "cuillère",
						 "es": "cuchara",
						 "it": "cucchiaio",
						 "pr": "colher"
						 },
						 {
						 "en": "toaster",
						 "fr": "grille-pain",
						 "es": "tostador",
						 "it": "tostapane",
						 "pr": "torradeira"
						 }
						]
	},
	{
	"id": "12EA84F8-9DA1-43C1-BCB1-E7067AAEE422",
	"date": "2016-31-05",
	"title": "Do you know how to name animals?",
	"subtitle": "Add this list of suggested animals and you will shine at your next zoo visit!",
	"body": "Each of us could easily recite the myriad reasons that our animal companions hold such a special place in our hearts. We love them, we pamper them, sometimes we just couldn't live without them!\n\nWhat is your favorite animal? Would you be able to name it in the language you are learning? Below you will find our selection of the most common and famous animals around us.\n\nOk, they are not all cute, but you might need to know them!",
	"image_url": "http://www.occupy.com/sites/default/files/medialibrary/HD-Cute-Animals-rabbits-kissing.jpg",
	"source": "Memz Edition",
	"words" : [
						 {
						 "en": "rabbit",
						 "fr": "lapin",
						 "es": "conejo",
						 "it": "coniglio",
						 "pr": "coelho"
						 },
						 {
						 "en": "antelope",
						 "fr": "antilope",
						 "es": "antilope",
						 "it": "antilope",
						 "pr": "antílope"
						 },
						 {
						 "en": "beaver",
						 "fr": "rat-gondin",
						 "es": "castor",
						 "it": "castoro",
						 "pr": "castor"
						 },
						 {
						 "en": "bee",
						 "fr": "abeille",
						 "es": "abeja",
						 "it": "ape",
						 "pr": "abelha"
						 },
						 {
						 "en": "budgie",
						 "fr": "perruche",
						 "es": "perico",
						 "it": "budgie",
						 "pr": "periquito"
						 },
						 {
						 "en": "butterfly",
						 "fr": "papillon",
						 "es": "mariposa",
						 "it": "farfalla",
						 "pr": "borboleta"
						 },
						 {
						 "en": "cock",
						 "fr": "coq",
						 "es": "gallo",
						 "it": "gallo",
						 "pr": "galo"
						 },
						 {
						 "en": "crocodile",
						 "fr": "crocodile",
						 "es": "cocodrilo",
						 "it": "coccodrillo",
						 "pr": "crocodilo"
						 },
						 {
						 "en": "duck",
						 "fr": "canard",
						 "es": "pato",
						 "it": "anatra",
						 "pr": "pato"
						 },
						 {
						 "en": "eagle owl",
						 "fr": "hiboux",
						 "es": "lechuzas",
						 "it": "aquila gufo",
						 "pr": "coruja"
						 },
						 {
						 "en": "elephant",
						 "fr": "elephant",
						 "es": "elephant",
						 "it": "elefante",
						 "pr": "elefante"
						 },
						 {
						 "en": "ferret",
						 "fr": "furet",
						 "es": "hurón",
						 "it": "furetto",
						 "pr": "furão"
						 },
						 {
						 "en": "flamingo",
						 "fr": "flammand-rose",
						 "es": "flamenco",
						 "it": "fenicottero",
						 "pr": "flamingo"
						 },
						 {
						 "en": "girafe",
						 "fr": "girafe",
						 "es": "jirafa",
						 "it": "giraffa",
						 "pr": "giraffa"
						 },
						 {
						 "en": "goat",
						 "fr": "chèvre",
						 "es": "cabra",
						 "it": "girafe",
						 "pr": "bode"
						 },
						 {
						 "en": "gorilla",
						 "fr": "gorille",
						 "es": "gorille",
						 "it": "gorilla",
						 "pr": "gorila"
						 },
						 {
						 "en": "guinea pig",
						 "fr": "cochon d'inde",
						 "es": "conejillo de Indias",
						 "it": "cavia",
						 "pr": "cobaia"
						 },
						 {
						 "en": "lizard",
						 "fr": "lezard",
						 "es": "lagarto",
						 "it": "lucertola",
						 "pr": "lagarto"
						 },
						 {
						 "en": "ladybird",
						 "fr": "coccinelle",
						 "es": "mariquita",
						 "it": "coccinella",
						 "pr": "joaninha"
						 },
						 {
						 "en": "lion",
						 "fr": "lion",
						 "es": "león",
						 "it": "leone",
						 "pr": "leão"
						 },
						 {
						 "en": "monkey",
						 "fr": "singe",
						 "es": "mono",
						 "it": "scimmia",
						 "pr": "macaco"
						 },
						 {
						 "en": "orang-utan",
						 "fr": "orang-outan",
						 "es": "orangután",
						 "it": "orangutan",
						 "pr": "orangotango"
						 },
						 {
						 "en": "ostrich",
						 "fr": "autruche",
						 "es": "avestruz",
						 "it": "struzzo",
						 "pr": "avestruz"
						 },
						 {
						 "en": "owl",
						 "fr": "chouette",
						 "es": "lechuza",
						 "it": "gufo",
						 "pr": "coruja"
						 },
						 {
						 "en": "peacock",
						 "fr": "paon",
						 "es": "pavo",
						 "it": "pavone",
						 "pr": "pavão"
						 },
						 {
						 "en": "penguin",
						 "fr": "pinguin",
						 "es": "pingüino",
						 "it": "pinguino",
						 "pr": "pinguim"
						 },
						 {
						 "en": "bear",
						 "fr": "ours",
						 "es": "oso",
						 "it": "orso",
						 "pr": "urso"
						 },
						 {
						 "en": "polar bear",
						 "fr": "ours polaire",
						 "es": "oso polar",
						 "it": "orso polare",
						 "pr": "urso polar"
						 },
						 {
						 "en": "rhino",
						 "fr": "rhinoceros",
						 "es": "rinoceronte",
						 "it": "rinoceronte",
						 "pr": "rinoceronte"
						 },
						 {
						 "en": "shark",
						 "fr": "requin",
						 "es": "tiburón",
						 "it": "squalo",
						 "pr": ""
						 },
						 {
						 "en": "sheep",
						 "fr": "mouton",
						 "es": "oveja",
						 "it": "pecora",
						 "pr": "tubarão"
						 },
						 {
						 "en": "starfish",
						 "fr": "étoile de mer",
						 "es": "estrella de mar",
						 "it": "stella di mare",
						 "pr": "estrela do mar"
						 },
						 {
						 "en": "swan",
						 "fr": "cygne",
						 "es": "cisne",
						 "it": "cigno",
						 "pr": "cisne"
						 },
						 {
						 "en": "tiger",
						 "fr": "tigre",
						 "es": "tigre",
						 "it": "tigre",
						 "pr": "tigre"
						 },
						 {
						 "en": "tortoise",
						 "fr": "tortue",
						 "es": "tortuga",
						 "it": "tartaruga",
						 "pr": "tartaruga"
						 },
						 {
						 "en": "zebra",
						 "fr": "zèbre",
						 "es": "cebra",
						 "it": "zebra",
						 "pr": "zebra"
						 }
						]
	},
	{
	"id": "9FAAE8E6-0855-4E32-814A-1C405EF48A11",
	"date": "2016-02-06",
	"title": "Play and learn",
	"subtitle": "Can TV shows, movies, music and video games help me learn a new language? Optimize the way you learn",
	"body": "Are you wasting your time watching foreign language movies? -\n\nI’ve watched hundreds of movies over the years to help me to learn one language or another.\n\nI bet you have too. Who doesn’t like a good movie? And even better if it’s in your target language!\n\nThe thing is, I don’t do it much any more.\n\nAt a certain point, I grew a bit suspicious of that stock language-learning advice that every man in the street will give you: Oh, you want to learn [language in question]? Well, you should watch movies! You’ll get to hear how people really speak!\n\nI think I’ve got a fairly good perspective on this topic, having watched a lot of movies in numerous languages, and, importantly, at different stages of proficiency in those languages. Whether you can learn a language from watching foreign films is a question that Anne Billson posed recently in an article for The Telegraph, and actually suggested a few good ideas, but ended the article without drawing any clear conclusions.\n\nIn the last 6 months, whilst learning Cantonese, I’ve had the opportunity to take a fresh look at the role movies actually play in my learning, from the zero beginner level onwards. This little project changed my perspective about the role of movies in language learning for beginners.\n\nSo, how movies can really help? There are some good reasons for watching movies in French as a beginner in the language. Here are some of them:\n\n ✓ You can get used to the sounds and rhythms of the language, and certain cultural idiosyncrasies as well.\n\n ✓ You might notice certain words and phrases that crop up often.\n\n ✓ It helps to consolidate language that you have been learning elsewhere. For example, if you’ve learnt a word in a textbook and hear it later in a movie, that might help it to stick.\n\n ✓ Motivation is key to learning a language. You love French cinema, so that passion for the culture is going to motivate you to keep learning.\n\n ✓ Not only that, but you will probably continue to watch movies, which will increase your exposure to the language. That’s a great thing.\n\n ✓ If you’re creating a French immersion environment at home (one of the most powerful things you can do), watching movies would be a good part of that.\n\n ✓ If you’re going to spend your evening watching a movie anyway, better for it to be in French than English.\n\nTake another look at the list. Notice that all of these things, as useful and supportive as they are, are peripheral to actually learning the language. Now let’s look at the other side of the coin and see if a different picture starts to emerge.\n\n ✗ The language level is way too high for you to understand most of what goes on. Improving in a language requires you to be able to notice interesting features of the language from the things people are saying. For that to happen you need to listen to language that’s slightly above your current level (this is known as comprehensible input)\n\n ✗ Watching a movie is a passive experience, with no interaction. Patricia Kuhl’s fascinating study of young children’s learning showed that those who learned passively (through watching TV) improved far slower than those who interacted with a real person. OK, you’re not a child, but you get the point!\n\n ✗ You’re not really listening. Don’t be under the impression that you’re really listening to the language. If you’ve got subtitles on, what you’re actually doing is reading. And you’re reading in English. OK, you can still hear the French being spoken, but it’s not the focused listening you thought it was.\n\n ✗ Movies are long! What other learning activity would you spend 2 hours on, without varying it, or trying other things?\n\n ✗ You can’t focus. And during those 2 hours, how much are you really focusing on the language? You’re probably trying to enjoy the movie at the same time, which means inevitably you’re going to spend a lot of the time more focused on the subtitles and the story line than the French that’s being spoken.\n\n ✗ It’s impractical to look up words in the dictionary. OK, you can look up the odd word, but no more than that if you actually want to reach the end of the movie!\n\n ✗ There’s no accompanying text/transcript to help you. Even if there was, it’d be too long. Compare that to a short dialogue in a textbook which you can rip apart and learn from, go back over and analyze when you want to understand something. (Even if you have subtitles in French, it’s not the same – it’s usually paraphrased, and you only get one line on screen at the time.)\n\n ✗ You can’t listen multiple times (without a huge time commitment). Really improving your listening skills in a language means listening to a recording multiple times, listening intently and trying to notice new things each time. Try doing that with a 2-hour movie!\n\nIt’s All About The Balance. But don’t you want to have a smarter approach than that?\n\nThis is the point where you have to think about what a good language learning strategy for beginners looks like, and see where watching movies fits into that.\n\nAt any stage in learning a language it’s important spend time working on a good balance of the four skills.\n\nBut when you’re still low-level, you have specific concerns. You have to focus first and foremost on building your vocabulary. In order to do that, you need to spend time on activities that give you lots of high-frequency (i.e. the most commonly used) words and phrases.\n\nAnd for this, you need materials that are not only at a level you can understand, but that give you the chance to explore the language in intimate detail. This means using fairly short texts that you can go over multiple times, and ideally with the option of both reading and listening.\n\nYou then need to start producing the language, which means speaking with native speakers and ideally doing some writing too.\n\nAnd then keep repeating all of the above for some time as you vocabulary grows and your knowledge of how to use it improves. This is what will lead you towards becoming fluent.\n\nSo, how can you make the most of the time you do spend in front of the TV? Here are finally the 10 top ways to exploit foreign movies!\n\n 1. Try to find movies that you’ve already seen, but dubbed in French. The fact that you know the story will help you understand what’s going on.\n\n 2. Watch the same movie over and over, rather than a new one each time. The repetition will help you notice language and help words and phrases to sink in.\n\n 3. Turn off the subtitles! They distract you from noticing new things in the language. A good trick is to watch a movie once with subtitles, so you understand exactly what’s going on, and then watch it lots more times with the subtitles turned off.\n\n 4. Don’t stop and start the movie to look things up in the dictionary. Probably the biggest value in watching movies is exposure, rather than specifically learning new things. Just let it roll.\n\n 5. Instead, you can keep a notebook next to you and jot down words and phrases that catch your attention. Don’t look anything up in the dictionary (you can do that later), just jot down things you want to remember.\n\n 6. Whatever you do, watch things you enjoy!\n\n 7. If you can find the script for a movie you like, move heaven and earth to get it! It will be one of the most valuable resources you can find.\n\n 8. Whilst watching, try to engage with the story line. Ask yourself consciously: “What did he just say?” “What’s happening now?”\n\n 9. If you do understand something that’s said, repeat it aloud…essentially try to find ways to make the viewing experience interactive rather than passive.\n\nBut I’ve left the biggest hack of all till last.\n\n 10. Watch TV series rather than movies.\n\nEpisodes of TV series are shorter, and the language used can be simpler than in a lot of movies. Best of all, you can harness the power of repetition.\n\nFrom episode to episode (which can add up to 20✓ hours over the course of the series), there’s a lot of repetition in the language that’s being used. This is because the topic/theme of the drama will usually stay constant, and each character tends to have a well-defined personality, talking in a specific way and using the same words and expressions over and over.\n\nThis repetition is incredibly valuable for you as a learner and will help you notice things much more easily than one stand-alone 2-hour movie.\n\nWe hope our advises will help you improve your language!\n\n - Feel The Force, Use It Wisely.",
	"image_url": "https://gradeslam.org/blog_images/112/cover.jpg",
	"source": "Olly Richards on iwillteachyoualanguage.com"
	},
	{
	"id": "9656FFFC-1AB7-444B-82D9-6F4FF3FCC0E5",
	"date": "2016-28-05",
	"title": "Green green green!",
	"subtitle": "First step when starting a diet in a foreigh country is to know all vegetable names. Ready? Let's get started!",
	"body": "A vegetable is the edible part of a plant that is used in cooking or can be eaten raw. They are different from fruit in that vegetables don't have seeds. Vegetables are often consumed as salads or cooked as part of a side dish or main meal.\n\nIn this article, learn how to name the vegetables from a wide selection!\n\nA person who does not eat meat is considered a Vegetarian because they often only eat vegetables (and fruit).\n\nThe informal word for vegetables is veggies.",
	"image_url": "https://foodtolive.com/wp-content/uploads/2015/10/Seasonal-Vegetables.jpg",
	"source": "Sweet green",
	"words" : [
						 {
						 "en": "artichoke",
						 "fr": "artichaut",
						 "es": "alcachofa",
						 "it": "carciofo",
						 "pr": "alcachofra"
						 },
						 {
						 "en": "asparagus",
						 "fr": "asperge",
						 "es": "espárragos",
						 "it": "asparago",
						 "pr": "aspargo"
						 },
						 {
						 "en": "egg plant",
						 "fr": "aubergine",
						 "es": "espárrago",
						 "it": "melanzana",
						 "pr": "berinjela"
						 },
						 {
						 "en": "bean",
						 "fr": "aricot",
						 "es": "judia",
						 "it": "fagiolo",
						 "pr": "feijão"
						 },
						 {
						 "en": "broccoli",
						 "fr": "brocoli",
						 "es": "brócoli",
						 "it": "broccoli",
						 "pr": "brócolis"
						 },
						 {
						 "en": "cabbage",
						 "fr": "chou",
						 "es": "cerdo",
						 "it": "cavolo",
						 "pr": "repolho"
						 },
						 {
						 "en": "cauliflower",
						 "fr": "chou-fleur",
						 "es": "coliflor",
						 "it": "cavolfiore",
						 "pr": "couve-flor"
						 },
						 {
						 "en": "celery",
						 "fr": "céleri",
						 "es": "apio",
						 "it": "sedano",
						 "pr": "aipo"
						 },
						 {
						 "en": "cucumber",
						 "fr": "concombre",
						 "es": "pepino",
						 "it": "cetriolo",
						 "pr": "pepino"
						 },
						 {
						 "en": "garlic",
						 "fr": "ail",
						 "es": "ajo",
						 "it": "aglio",
						 "pr": "alho"
						 },
						 {
						 "en": "mushroom",
						 "fr": "champignons",
						 "es": "hongos",
						 "it": "fungo",
						 "pr": "cogumelo"
						 },
						 {
						 "en": "onion",
						 "fr": "ognon",
						 "es": "cebolla",
						 "it": "cipolla",
						 "pr": "cebola"
						 },
						 {
						 "en": "parsley",
						 "fr": "persil",
						 "es": "perejil",
						 "it": "prezzemolo",
						 "pr": "salsinha"
						 },
						 {
						 "en": "pea",
						 "fr": "petit pois",
						 "es": "perejil",
						 "it": "pisello",
						 "pr": "ervilha"
						 },
						 {
						 "en": "pepper",
						 "fr": "piment",
						 "es": "pimiento",
						 "it": "pepe",
						 "pr": "pimenta"
						 },
						 {
						 "en": "potato",
						 "fr": "pomme de terre",
						 "es": "patata",
						 "it": "patata",
						 "pr": "batata"
						 },
						 {
						 "en": "radish",
						 "fr": "radis",
						 "es": "rábano",
						 "it": "ravanello",
						 "pr": "rabanete"
						 },
						 {
						 "en": "corn",
						 "fr": "maïs",
						 "es": "maíz",
						 "it": "mais",
						 "pr": "milho"
						 },
						 {
						 "en": "zucchini",
						 "fr": "courgette",
						 "es": "calabacín",
						 "it": "zucchine",
						 "pr": "abobrinha"
						 }
						]

	}
 ]